{
  "recetas": [
    {
      "nombreReceta": "Galletas de avena fáciles y rápidas",
      "imagenURL": "https://cdn0.recetasgratis.net/es/posts/3/0/3/galletas_de_avena_faciles_y_rapidas_67303_600.webp",
      "descripcionBreve": "Estas galletas de avena fáciles y rápidas que compartimos están muy ricas",
      "descripcionDetallada": "Estas galletas de avena fáciles y rápidas que compartimos en RecetasGratis están muy ricas y se pueden degustar acompañadas con un chocolate calentito o bien un café. Esta receta es ideal para la gente que le guste la avena tanto como a nosotros y que busquen, a su vez, snacks saludables y caseros, ya que la cantidad utilizada de azúcar es mínima y, además, ofrecemos alternativas más sanas.  Si no dispones de mucho tiempo y quieres preparar un dulce sencillo y resultón para desayunar o merendar, prueba esta receta de galletas de avena fáciles de hacer. Quédate con nosotros, descubre cómo hacer galletas de avena y dinos qué te han parecido.",
      "categoria": "Pan y bolleria",
      "dificultad": "Fácil",
      "ingredientes": "1 taza de harina de trigo 1 taza de avena 1/2 taza de azúcar morena 1/2 taza de azúcar blanco (puedes ajustar según tu preferencia de dulzura) 1/2 taza (1 barra) de mantequilla, a temperatura ambiente 1 huevo 1 cucharadita de extracto de vainilla 1/2 cucharadita de bicarbonato de sodio 1/2 cucharadita de sal 1/2 cucharadita de canela (opcional) 1/2 taza de nueces picadas (opcional) 1/2 taza de pasas (opcional)",
      "preparacion": "Precalienta el horno: Precalienta tu horno a 180°C (350°F).  Mezcla los ingredientes secos: En un tazón grande, combina la harina, la avena, el bicarbonato de sodio, la sal y la canela (si estás usando).  Batir la mantequilla y el azúcar: En otro tazón grande, bate la mantequilla ablandada con el azúcar morena y el azúcar blanco hasta que la mezcla esté suave y esponjosa.  Agrega el huevo y la vainilla: Agrega el huevo y el extracto de vainilla a la mezcla de mantequilla y azúcar, y bate hasta que estén bien combinados.  Combina los ingredientes: Agrega gradualmente la mezcla de ingredientes secos a la mezcla de mantequilla y huevo, mezclando bien después de cada adición. Si estás usando nueces y pasas, agrégalas en este punto y mezcla hasta que estén distribuidas de manera uniforme en la masa.  Forma las galletas: Con una cuchara para helado o con las manos, forma pequeñas bolitas de masa y colócalas en una bandeja para hornear forrada con papel pergamino o silicona. Deja suficiente espacio entre cada galleta, ya que se expandirán mientras se hornean.  Hornea: Hornea las galletas en el horno precalentado durante 10-12 minutos, o hasta que los bordes estén dorados.  Enfría y disfruta: Una vez horneadas, retira las galletas del horno y déjalas enfriar en la bandeja durante unos minutos antes de transferirlas a una rejilla para enfriar completamente. Una vez enfriadas, ¡estarán listas para disfrutar!",
      "id": "3f5c"
    },
    {
      "nombreReceta": "Salmón al Horno con Salsa de Limón y Hierbas",
      "imagenURL": "https://lomaculinaria.com/wp-content/uploads/2021/10/Salmo%CC%81n-al-horno-660x660-Loma-Culinaria.jpg",
      "descripcionBreve": "Salmón al horno con salsa de limón y hierbas.",
      "descripcionDetallada": "El Salmón al Horno con Salsa de Limón y Hierbas es un plato elegante y sabroso que combina la frescura del salmón con el toque cítrico del limón y la fragancia de las hierbas frescas. Los filetes de salmón se marinan en una mezcla de jugo y ralladura de limón, aceite de oliva, ajo picado y perejil fresco antes de hornearse a la perfección. La salsa de limón y hierbas se vierte sobre el salmón antes de hornearlo, infundiendo cada bocado con un sabor vibrante y delicioso. Este plato es perfecto para una cena especial o para impresionar a tus invitados en cualquier ocasión. Es fácil de preparar y se sirve con tus acompañamientos favoritos, como arroz, verduras asadas o una ensalada fresca.",
      "categoria": "Plato principal",
      "dificultad": "Intermedio",
      "ingredientes": "4 filetes de salmón 2 limones 2 cucharadas de aceite de oliva 2 dientes de ajo 2 cucharadas de perejil fresco picado Sal y pimienta al gusto",
      "preparacion": "En un tazón pequeño, mezcla el jugo y la ralladura de limón, el aceite de oliva, el ajo picado y el perejil fresco picado. Coloca los filetes de salmón en una bandeja para hornear forrada con papel de aluminio. Vierte la mezcla de marinada sobre el salmón, asegurándote de cubrirlo uniformemente. Deja marinar en el refrigerador durante al menos 30 minutos. Precalienta el horno a 200°C (400°F). Hornea el salmón en el horno precalentado durante 12-15 minutos, o hasta que esté cocido y se desmenuce fácilmente con un tenedor. Retira del horno y sirve caliente, acompañado de rodajas de limón y tus acompañamientos favoritos. ¡Disfruta de este delicioso y saludable plato de Salmón al Horno con Salsa de Limón y Hierbas!",
      "id": "fa5e"
    },
    {
      "nombreReceta": "Sopa de Calabaza Asada",
      "imagenURL": "https://images.pexels.com/photos/1277483/pexels-photo-1277483.jpeg",
      "descripcionBreve": "Reconfortante sopa de calabaza asada.",
      "descripcionDetallada": "Sumérgete en la calidez reconfortante de esta sopa de calabaza asada. La dulzura caramelizada de la calabaza se combina con una mezcla de especias aromáticas, creando un caldo reconfortante y lleno de sabor. Perfecta para las noches frescas de otoño e invierno, esta sopa es una celebración de sabores de temporada que deleitará tus sentidos y calentará tu alma.",
      "categoria": "Sopas y guisos",
      "dificultad": "Fácil",
      "ingredientes": "1 calabaza grande, cortada en trozos 2 cucharadas de aceite de oliva 1 cebolla, picada 2 zanahorias, cortadas en rodajas 2 tallos de apio, picados 4 tazas de caldo de verduras Sal y pimienta al gusto 1 cucharadita de comino molido 1 cucharadita de jengibre molido Crema fresca (opcional, para servir)",
      "preparacion": "Precalienta el horno a 200°C (400°F). Coloca los trozos de calabaza en una bandeja para hornear, rocía con aceite de oliva y sazona con sal y pimienta al gusto. Asa en el horno precalentado durante 30-40 minutos, o hasta que estén tiernos y ligeramente dorados. Mientras tanto, en una olla grande, calienta un poco de aceite de oliva a fuego medio. Agrega la cebolla, las zanahorias y el apio, y cocina hasta que estén tiernos. Agrega los trozos de calabaza asada a la olla junto con el caldo de verduras, el comino y el jengibre. Deja que la sopa hierva a fuego lento durante unos 15-20 minutos. Usa una licuadora de mano o una licuadora de pie para triturar la sopa hasta que quede suave. Sazona al gusto con sal y pimienta. Sirve caliente, con una cucharada de crema fresca si lo deseas.",
      "id": "3a73"
    },
    {
      "nombreReceta": "Pasta con Salsa de Tomate y Albahaca",
      "imagenURL": "https://images.pexels.com/photos/4057754/pexels-photo-4057754.jpeg",
      "descripcionBreve": "Pasta al tomate y albahaca, una delicia italiana.",
      "descripcionDetallada": "La Pasta con Salsa de Tomate y Albahaca es un plato clásico italiano que combina la simplicidad con el sabor fresco y reconfortante de la salsa de tomate casera y las hojas de albahaca fresca. La pasta, cocida al dente, se mezcla con una salsa preparada con tomates maduros, ajo picado y hojas de albahaca fresca, todo salteado en aceite de oliva virgen extra. La salsa se cocina a fuego lento para permitir que los sabores se mezclen y se intensifiquen. La albahaca agrega un aroma herbal fresco que complementa perfectamente la acidez natural de los tomates. Se sirve caliente, espolvoreada con queso parmesano rallado si se desea, y se acompaña de pan recién horneado o una ensalada fresca.",
      "categoria": "Pastas",
      "dificultad": "Fácil",
      "ingredientes": "300g de pasta 2 tazas de salsa de tomate 2 dientes de ajo 1/4 taza de hojas de albahaca fresca 2 cucharadas de aceite de oliva virgen extra Sal y pimienta al gusto Queso parmesano rallado (opcional)",
      "preparacion": "Cocina la pasta al dente y reserva. Saltea el ajo en aceite, añade la salsa de tomate y la albahaca. Mezcla la pasta cocida con la salsa. Sirve caliente con queso parmesano rallado, si lo deseas.",
      "id": "9f3f"
    },
    {
      "id": "498e",
      "nombreReceta": "Tarta de Manzana Casera",
      "imagenURL": "https://images.pexels.com/photos/10978414/pexels-photo-10978414.jpeg",
      "descripcionBreve": " Deliciosa tarta de manzana casera.",
      "descripcionDetallada": "La Tarta de Manzana Casera es un postre clásico que combina una base de masa quebrada crujiente con un relleno de manzanas dulces y aromáticas. Las manzanas, peladas y cortadas en rodajas finas, se mezclan con azúcar y canela, creando una deliciosa mezcla que se vierte sobre la masa. La tarta se hornea hasta que la masa esté dorada y crujiente, y las manzanas estén tiernas y caramelizadas. Se puede servir caliente o fría, acompañada de una bola de helado de vainilla o crema batida para un toque extra de indulgencia. Esta receta es perfecta para cualquier ocasión, desde una reunión familiar hasta una cena especial con amigos. Es fácil de preparar y siempre es un éxito entre los comensales.",
      "categoria": "Postres",
      "dificultad": "Intermedio",
      "ingredientes": "Para la masa: 1 1/4 tazas de harina de trigo 1/2 taza de mantequilla fría, cortada en cubos 2 cucharadas de azúcar 1/4 taza de agua fría Para el relleno: 4-5 manzanas 1/4 taza de azúcar 1 cucharadita de canela molida 2 cucharadas de mantequilla 2 cucharadas de mermelada de albaricoque (opcional, para dar brillo)",
      "preparacion": "En un tazón grande, mezcla la harina y el azúcar. Agrega la mantequilla y mezcla con un cortador de masa o tus manos hasta que se formen migas gruesas. Agrega el agua fría poco a poco y mezcla hasta que la masa se una. Forma una bola, envuélvela en film transparente y refrigérala durante al menos 30 minutos. Precalienta el horno a 190°C (375°F). En otro tazón grande, mezcla las rodajas de manzana con el azúcar y la canela hasta que estén bien cubiertas. Extiende la masa en un molde para tarta engrasado y enharinado, cubriendo tanto el fondo como los lados. Coloca las rodajas de manzana sobre la masa en capas solapadas. Distribuye trocitos de mantequilla sobre las manzanas. Hornea en el horno precalentado durante 40-45 minutos, o hasta que la masa esté dorada y las manzanas estén tiernas. Si lo deseas, calienta la mermelada de albaricoque y pincela la superficie de la tarta para darle brillo. Deja enfriar antes de servir. ¡Disfruta tu deliciosa Tarta de Manzana Casera!"
    },
    {
      "id": "94e4",
      "nombreReceta": "Pizza Margarita",
      "imagenURL": "https://www.laespanolaaceites.com/wp-content/uploads/2019/06/pizza-margarita-1080x671.jpg",
      "descripcionBreve": "Clásica pizza italiana con tomate, mozzarella y albahaca.",
      "descripcionDetallada": "La Pizza Margarita es un icono de la cocina italiana, reconocida por su simplicidad y sabores frescos. La base de masa de pizza se cubre con salsa de tomate casera, rodajas de mozzarella fresca y hojas de albahaca. Al hornearla, la mozzarella se derrite y se combina con el aroma de la albahaca, creando una experiencia gastronómica que deleita los sentidos. Esta pizza es perfecta para cualquier ocasión, ya sea una cena casual en casa o una reunión con amigos. Su sabor clásico y reconfortante la convierte en un favorito indiscutible.",
      "categoria": "Plato principal",
      "dificultad": "Fácil",
      "ingredientes": "Masa de pizza (casera o comprada) 1 taza de salsa de tomate 200g de mozzarella fresca, en rodajas Hojas de albahaca fresca Sal y pimienta al gusto Aceite de oliva",
      "preparacion": "Precalienta el horno a la temperatura más alta posible. Estira la masa de pizza sobre una bandeja para hornear. Extiende la salsa de tomate sobre la masa, dejando un borde pequeño. Coloca las rodajas de mozzarella sobre la salsa. Espolvorea con sal y pimienta al gusto y un chorrito de aceite de oliva. Hornea en el horno precalentado durante 10-15 minutos o hasta que la masa esté dorada y crujiente. Retira del horno y coloca las hojas de albahaca fresca por encima. Corta en porciones y sirve caliente. Disfruta de esta deliciosa pizza Margarita tradicional italiana."
    }
  ]
}